{
  "abilitydex_part3": {
    "Keen Eye": {
      "lore": "These Pokémon have an exceptional sight. Locating small or far away objects is lot easier for them.",
      "effect": "This Pokémon cannot have successes removed from its Accuracy rolls by Moves, Items or Abilities."
    },
    "Klutz": {
      "lore": "This Pokémon does not understand how to use tools correctly, usually using them in unexpected ways.",
      "effect": "Held items won't have any effect on this Pokémon. Items that allow the Pokémon to Mega Evolve, use Z-Moves, go Dynamax/Gigantamax or Change type are not affected."
    },
    "Leaf Guard": {
      "lore": "The leaves on this Pokémon's body expand with the sun to completely cover and shield it from superficial damage. They may need to be pruned often.",
      "effect": "While Sunny Weather is active, this Pokémon can't have any Status Ailments or Conditions inflicted. Previously inflicted ailments/conditions remain."
    },
    "Levitate": {
      "lore": "The Pokémon floats to move around without ever touching the ground.",
      "effect": "This Pokémon has immunity to Ground-Type moves and effects active on the battlefield such as Terrains and certain Entry Hazards."
    },
    "Libero": {
      "lore": "This Pokémon always has its mind in the game. It will favor a defensive position and make the best special passes when it finally attacks.",
      "effect": "Whenever this Pokémon is about to roll the Accuracy of a Move, change its type to match that of the Move. If the Move is Physical or Special and deals damage, use the appropriate STAB on the Damage Roll."
    },
    "Light Metal": {
      "lore": "The Material covering its body will be light as a feather, causing this Pokémon to weight half or even just a quarter of what it is supposed to.",
      "effect": "Reduce the Pokemon's weight at storyteller's discretion. Moves with damage based on weight get their Damage Pool modified according to the reduced weight of the user."
    },
    "Lightning Rod": {
      "lore": "This Pokémon will attract lightning and electricity to itself to charge its power. Great for preventing power surges. Bad for your electricity bill.",
      "effect": "This Pokémon is immune to Electric-Type Damage. If anyone on the field uses a Single-Target Electric-Type Move, it will be redirected towards this Pokémon. The first time this Pokémon is hit by an Electric-Type move, Increase its Special by 1."
    },
    "Limber": {
      "lore": "The muscles of this Pokémon are incredibly flexible and elastic. Easing their movement, agility and grace.",
      "effect": "This Pokémon is immune to Paralysis Status Ailment."
    },
    "Lingering Aroma": {
      "lore": "The Pokémon has a very strong smell, it may be pleasant or disgusting, but the smell will impregnate into everything and be very difficult to remove.",
      "effect": "If this Pokémon hits or gets hit with a Non-Ranged Physical Move, the foe's ability is changed to Lingering Aroma."
    },
    "Liquid Ooze": {
      "lore": "The Pokémon produces a pestilent and toxic ooze within its body. Do not attempt to eat it.",
      "effect": "If this Pokémon is hit by a Move that would asborb it's vital energy (Leech Seed, Mega Drain, Dream Eater, Drain Punch, etc.) it will deal damage to the foe instead of healing."
    },
    "Liquid Voice": {
      "lore": "Sound waves from its voice turn the moisture in the air into water, seemingly conjuring dew, rain and even cascades out of a song.",
      "effect": "All Sound-Based Moves this Pokémon uses are considered to be Water-Type."
    },
    "Long Reach": {
      "lore": "The Pokémon is able to attack through the shadows of objects and foes meanwhile the real targets suffer the damage.",
      "effect": "All Moves used by this Pokémon are considered to have the \"Ranged\" Added Effect."
    },
    "Magic Bounce": {
      "lore": "The Pokémon will use psychic control on its foe to make it indirectly harm itself, making it look like magic.",
      "effect": "All Support Moves used by a foe that target this Pokémon or its side of the field will have their effects redirected into the foe's instead."
    },
    "Magic Guard": {
      "lore": "The Pokémon is covered by a faint energy that stops any minor harm that comes its way. This gives the pokémon a bit of an ethereal glow in the dark.",
      "effect": "The Pokémon only receives damage from Physical and Special Moves, Ongoing Damage, Confusion status, Pain Split, Destiny Bond, Perish Song & Self-Damaging Moves. Immune to damage from: Abilities, Status Ailments, Entry Hazards, Recoil, Held Items or Weather. It can still have Status Ailments inflicted."
    },
    "Magician": {
      "lore": "This Pokémon excells at performing simple magic tricks that amaze others, such as conjuring and vanishing objects nearby in the blink of an eye.",
      "effect": "This Pokémon will steal the Held Item of a foe it just hit with a Physical or Special Move. If it already has a Held Item you may choose to switch it for the one it stole."
    },
    "Magma Armor": {
      "lore": "The body of the Pokémon is always hot to the touch, it can heat a large room just by standing inside and can also endure high temperatures.",
      "effect": "This Pokémon is immune to the Frozen Status Ailment."
    },
    "Magnet Pull": {
      "lore": "This Pokémon can activate a magnetic field around itself to attract all kinds of metals and disrupt electric devices.",
      "effect": "Other than the user, all Steel-Type Pokémon on the field are Blocked."
    },
    "Marvel Scale": {
      "lore": "The beautiful scales of this Pokémon will harden when its body is under stress.",
      "effect": "If this Pokémon has a Status Ailment, Increase its Defense Attribute by 2."
    },
    "Mega Launcher": {
      "lore": "The cannons on this Pokémon's body allow it to fire extremely powerful attacks.",
      "effect": "Add 2 Extra Dice to the Damage pool of moves with the keyword \"Pulse\" and \"Aura\" on their name. Healing Moves with the keyword \"Pulse\" become Complete Heals."
    },
    "Merciless": {
      "lore": "Once this Pokémon senses weakness, it begins acting according to their brutal nature. They can be cruel if not put in their place.",
      "effect": "If the foe is inflicted with Poison or Badly Poison, all of this Pokémon's Moves are considered to be Critical Hits. This Pokémon will not hold back when using Lethal Damage Moves at Storyteller's discretion."
    },
    "Mimicry": {
      "lore": "This Pokémon's body is perfect for camouflaging in the ground. It can sometimes get lost but you will find it if some unfortunate victim steps on it.",
      "effect": "If there is a Terrain Move active on the field (e.g., Electric Terrain, Psychic Terrain etc.) Change this Pokémon's main type to match that of the active Terrain. Restore its original main type if the terrain effects end."
    },
    "Mind's Eye": {
      "lore": "With an unparalleled cosmic awareness, this Pokémon is able to see the future accurately. It is said you can see your own demise by looking into its dead eye.",
      "effect": "At night time, all Moves used by this Pokémon are considered to have the \"Never Miss\" Added Effect. It can hit Ghost-Type Pokémon with Normal-Type and Fight-Type Moves, dealing Regular Damage."
    },
    "Minus": {
      "lore": "This Pokémon has a natural Negative charge. It will attract Positive charge and repel other negative charge. They are prone to feel blue.",
      "effect": "If an ally Pokémon on the field has the ability \"Plus\", Increase by 2 the Special Attribute of this Pokémon."
    },
    "Mirror Armor": {
      "lore": "The Pokémon's body is covered with a shiny armor. Said armor will repel and bounce back anything intending to weaken it.",
      "effect": "All Effects Reducing Attributes/Traits used by a foe, that target this Pokémon or its side of the field will have their effects redirected into the foe's instead."
    },
    "Misty Surge": {
      "lore": "The Pokémon can surround itself with a Misty field that is eerily quiet, it feels peaceful and soothing but also lonesome and isolated.",
      "effect": "When this Pokémon comes out, it automatically starts the effects of the Move Misty Terrain. (In case of stalemate the Pokémon with higher Will might keep the dominant Terrain)."
    },
    "Mold Breaker": {
      "lore": "This Pokémon will find unusual ways to achieve its goals. They are inventive and go around problems.",
      "effect": "If a foe Pokémon has a Type, an immunity, or an Ability that would prevent this Pokémon from dealing Damage with a Move, ignore it."
    },
    "Moody": {
      "lore": "The Pokémon will have some severe mood swings, and be temperamental most of the time. Hopefully it's just a phase.",
      "effect": "At the end of the Round, reset Attributes modified by Moody, then Reduce a random Attribute by 1 and Increase another random Attribute by 1."
    },
    "Motor Drive": {
      "lore": "This Pokémon absorbs electricity and stores it as energy to run faster or to power up machinery. An electric car's best friend.",
      "effect": "The first time this Pokémon is hit by an Electric-type move, Increase 1 Point to its Dexterity Attribute. This Pokémon doesn't receive damage from Electric-type moves."
    },
    "Moxie": {
      "lore": "This Pokémon is naturally fierce and will try to get to a position of power by defeating the alphas of the pack.",
      "effect": "If a foe faints because of a Physical or Special Move used by this Pokémon, Increase its Strength Attribute by 1. Up to 3 points can be increased this way."
    },
    "Multiscale": {
      "lore": "This Pokémon is covered by two layers of hard scales; if one layer is damaged it will be shed and regrown later.",
      "effect": "While this Pokémon is at full health, Reduce by 1 the damage taken by the next Physical or Special Move it receives."
    },
    "Multitype": {
      "lore": "All the energies that created the universe flow raw through this Pokémon's body and it harnesses whichever is more convenient at the moment.",
      "effect": "Only Arceus may have this Ability. This Pokémon can freely change its Type at will in any moment of the battle. This Ability cannot be copied, switched, transferred, changed, ignored or negated in any way. This is a Unique Ability."
    },
    "Mummy": {
      "lore": "This Pokémon will curse whoever dares to inflict harm upon them; the curse may even last for generations and will need the aid of a medium to lift it.",
      "effect": "When this Pokémon hits or gets hit with a Non-Ranged Physical Move, the foe's Ability is changed to Mummy."
    },
    "Mycelium Might": {
      "lore": "The Pokémon releases invisible fungus spores continuously; by the time you realize you have a complete fungal infestation around you.",
      "effect": "All Support Moves used by this Pokémon are considered to have the \"Never Miss\" and \"Late Reaction\" Added Effect."
    },
    "Natural Cure": {
      "lore": "This Pokémon's body will generate substances to heal itself. They can be used to create medicine.",
      "effect": "At the end of the Round, if this Pokémon has a Status Ailment or Condition, Roll 3 Chance Dice to heal it."
    },
    "Neuroforce": {
      "lore": "This Pokémon's psychic power is overwhelming and can be felt even by simply standing nearby. It will exploit any weakness it finds in your mind.",
      "effect": "This Pokémon will deal 1 Extra Damage on any Move that is Super Effective against a foe."
    },
    "Neutralizing Gas": {
      "lore": "The Pokémon is surrounded by a sweet-smelling but noxious gas. Most people and Pokémon can't help but to stop and smell it, though.",
      "effect": "All foes in range will have the effects of their Abilities negated as long as this Pokémon is on the field."
    },
    "No Guard": {
      "lore": "This Pokémon can focus on attacking perfectly but will be open to the attacks of its foes as it won't focus on anything but its precision.",
      "effect": "At the start of the Round, you may declare you won't use Shield Moves, Evasion or Clash Maneuvers. If you do, roll all moves of this Pokémon as if they had no Low Accuracy."
    },
    "Normalize": {
      "lore": "The Pokémon's actions are never impressive, always dull and never seem to accomplish anything exceptional.",
      "effect": "All the moves known by this Pokémon are considered Normal-Type. Affecting STAB, weaknesses, immunities, and resistances. Add 1 Extra die to the Damage Pool of Normal Moves."
    },
    "Oblivious": {
      "lore": "This Pokémon rarely has satisfactory social interactions: too self-absorbed to take hints or cues in any relationship.",
      "effect": "This Pokémon is not affected by the Love Status. It is immune to the effects of moves that affect its feelings such as Taunt, Charm, Captivate, etc. at Storyteller's discretion."
    },
    "Opportunist": {
      "lore": "This Pokémon seizes any chance it has to gain something. They tend to be streetsmart and make use whatever little chance they get.",
      "effect": "If a Pokémon on the foe's side of the field increases a Trait or Attribute, increase the same Trait or Attribute on this Pokémon. In case of stalemate, keep the highest number."
    },
    "Orichalcum Pulse": {
      "lore": "This Pokémon's body is able to transform light waves into matter. Theory says the it's bringing forth light that was emitted billions of years ago.",
      "effect": "When this Pokémon comes out, it automatically starts the effects of the Sunny Weather. (In case of stalemate the Pokémon with higher Will might keep the dominant Terrain). While Sunny Weather is active, increase this Pokémon's Strength Attribute by 2."
    },
    "Overcoat": {
      "lore": "The Pokémon will have a protective coat surrounding its body that allows it to live under extreme weather conditions.",
      "effect": "This Pokémon won't receive damage from active weather."
    },
    "Overgrow": {
      "lore": "When this Pokémon is hurt, it will grow huge plants on its body to defend itself; these plants are very strong but wither quickly.",
      "effect": "Pain Penalization won't reduce successes from Accuracy or Damage rolls of Grass-Type Moves used by this Pokémon. Grass-Type Moves get 2 Extra dice to their Damage Pool when this Pokémon is at half HP or less."
    },
    "Own Tempo": {
      "lore": "This Pokémon will do everything at its own pace; peer pressure will be ignored. Its behavior is reflexive and calm... maybe a bit too calm.",
      "effect": "This Pokémon is not affected by the Confused Status Condition."
    },
    "Parental Bond": {
      "lore": "The Pokémon and its youngling are really close to each other; they do everything together. The parent is very protective.",
      "effect": "All of the Damage Pools of this Pokémon get rolled twice. Choose the highest roll to deal damage to the foe."
    },
    "Pastel Veil": {
      "lore": "The Pokémon is surrounded by a soft-colored glimmer. This energy feels pure and full of innocence. Unattainable and otherworldly.",
      "effect": "User and Allies in range are immune to Poison and Badly Poison. If the condition was inflicted before this Pokémon came out, it remains."
    },
    "Perish Body": {
      "lore": "This Pokémon silently curses those who cross it. Condemning their souls to suffer as it has suffered. Avoid this Pokémon, lest you suffer its grudge.",
      "effect": "If this Pokémon is hit with a Non-Ranged Physical Move, the foe will receive its remaining HP as damage and faint after three Rounds unless it is removed from battle."
    },
    "Pickpocket": {
      "lore": "The Pokémon will instinctively steal from others. It takes whatever it can when people are not looking.",
      "effect": "If this Pokémon is not holding an Item it will steal the held Item of the foe it just hit with a Non-Ranged Physical Move."
    },
    "Pickup": {
      "lore": "This Pokémon will often gather objects and keep a small hoard of treasure it may share with you.",
      "effect": "If this Pokémon was out of its Pokéball, at the end of the scene see what it found for you at Storyteller's discretion. The higher the Rank of this Pokémon the more valuable the items it will find."
    },
    "Pixilate": {
      "lore": "This Pokémon scatters fairy dust that brings happy thoughts to the mind. Everything it does looks incredibly adorable.",
      "effect": "Normal-Type Moves that the Pokémon uses will deal damage as if they were Fairy-Type. Affecting STAB, weakness and resistance. Add 1 Extra die to the Damage Pool of Fairy Moves."
    },
    "Plus": {
      "lore": "This Pokémon has a natural Positive charge. It will attract negative charge and repel other positive charge. It has a red blush all the time.",
      "effect": "If an ally Pokémon has the ability \"Minus\", Increase by 2 the Special Attribute of this Pokémon."
    },
    "Poison Heal": {
      "lore": "The Pokémon has an immunity to any poison and also assimilates venom as an energy source.",
      "effect": "If this Pokémon becomes poisoned or badly poisoned, it will Heal 1 HP at the end of each round instead of receiving damage. The Poison will be completely absorbed and healed after 3 Rounds."
    },
    "Poison Point": {
      "lore": "The pointy thorns and scales on this Pokémon release a venom that will infect anyone who touches them roughly. Wear gloves when handling them.",
      "effect": "If this Pokémon is hit by a Non-Ranged Physical Move, Roll 3 Chance Dice to inflict Poison on the foe."
    },
    "Poison Puppeteer": {
      "lore": "The Pokémon secrets a powerful neurotoxin; its venom won't only damage the body of foes but their minds as well.",
      "effect": "If a Target gets the Poison or Badly Poison Status ailments as the direct result of a Move used by this Pokémon, inflict Confusion on them as well. This is a Unique Ability."
    },
    "Poison Touch": {
      "lore": "Venomous substances will ooze through the body of this Pokémon; you'll become very sick if it touches you.",
      "effect": "If this Pokémon hits a foe with a Non-Ranged Physical Move, Roll 2 Chance Dice to Inflict Poison on the foe."
    },
    "Power Construct": {
      "lore": "Small cells gather around this Pokémon and are absorbed into its body. It grows bigger and stronger as more cells come together.",
      "effect": "At the end of the Round, if this Pokémon has half or less of its HP, change its Form to the next one. When this Pokémon changes Form, remove Status Ailments & restore its full HP & Will. This is a Unique Ability."
    },
    "Power of Alchemy": {
      "lore": "This Pokémon can absorb the essence of everything it touches, fusing with the chemical composition and even the genes of discarded trash.",
      "effect": "For the next 24 Hours the Pokémon copies the ability of a fainted Ally. Multiple Abilities may be copied this way, but only one may be active during combat. This is a Unique Ability."
    },
    "Power Spot": {
      "lore": "The Pokémon releases a mysterious energy that messes up with electronics and compasses but can somehow make you feel very energized.",
      "effect": "Add 1 Extra die to the Damage Pools of Physical and Special Moves by Allies in Range. This Effect does not stack in the same Allies if multiple Pokémon have this Ability."
    },
    "Prankster": {
      "lore": "This Pokémon will always have a mischievous twinkle in its eyes; no one around will be safe from its pranks.",
      "effect": "All Support Moves used by this Pokémon are considered to have: \"Reaction 1\" as Added Effect."
    },
    "Pressure": {
      "lore": "Being around this Pokémon will be very stressing and demanding; only the bravest dare to face them one-on-one.",
      "effect": "When this Pokémon comes out, All foes in Range spend half (rounded up) of their remaining Will Points without gaining any effect for it. This effect does not stack."
    },
    "Primordial Sea": {
      "lore": "The torrential rain barely lets you breathe; the field quickly becomes flooded and you must swim to stay afloat. No fire can be ignited at a time like this.",
      "effect": "When this Pokémon comes out, it automatically starts the effects of Typhoon Weather. The effects end when the Pokémon leaves the battle. (In case of stalemate, The Pokémon with highest Will might keep the dominant weather). This is a Unique Ability."
    },
    "Prism Armor": {
      "lore": "This Pokémon's body is an incredibly resilient armor. It can withstand that should shatter it into pieces.",
      "effect": "Reduce by 2 the total Damage dealt to this Pokémon by a Super Effective Move."
    },
    "Propeller Tail": {
      "lore": "The Pokémon's tail allows it to maneuver very easily while in the water. It has no problem making sudden sharp turns to pursue and catch its prey.",
      "effect": "Ignore the effects of Moves or Abilities that would change this Pokémon's Moves into another target (e.g., The Move \"Follow Me\", the Ability \"Lightning Rod\" etc.)."
    },
    "Protean": {
      "lore": "This Pokémon's versatile body gives it proficiency on practically everything it sets out to do.",
      "effect": "Before this Pokémon uses a Physical or Special Move, change its Type to that of the Move it intends to use the appropriate STAB on the Damage Pool."
    },
    "Protosynthesis": {
      "lore": "This Pokémon's primal energy is barely contained. Sunlight powers them up and as bring up a wilder and savage behavior.",
      "effect": "While Sunny Weather is active, increase this Pokémon's highest Attribute by 1. If their highest Attribute is Dexterity, increase it by 2. This is a Unique Ability."
    },
    "Psychic Surge": {
      "lore": "The Pokémon can surround itself with a psychic field that makes everyone pause, hearing things that are not there.",
      "effect": "When this Pokémon comes out, it automatically starts the effects of the Move Psychic Terrain. (In case of stalemate the Pokémon with higher Will might keep the dominant Terrain)."
    },
    "Punk Rock": {
      "lore": "The Pokémon loves music and loud noises. It is constantly jamming with its air guitar and can easily improvise a music number out of nothing.",
      "effect": "Sound-Based Moves this Pokémon uses get 1 Extra die to their Damage Pool. Sound-Based Moves used against this Pokémon have their total Damage reduced by 2."
    },
    "Pure Power": {
      "lore": "The Pokémon makes use of its psychic powers to move objects several times bigger.",
      "effect": "This Pokémon has a permanent increase its Strength Attribute. Ranks Starter, Beginner, Standard and Advanced Increase Strength by 1. Rank Expert and higher Increase Strength by 2."
    },
    "Purifying Salt": {
      "lore": "The Pokémon produces a high quality salt that wards off against any bacteria, impurity and even keeps those pesky evil spirits at bay.",
      "effect": "This Pokémon can't have any Status Ailment inflicted on them. Previously inflicted Ailments remain. Ghost-Type Moves used against this Pokémon have their total Damage Reduced by 3."
    },
    "Quark Drive": {
      "lore": "This Pokémon is energized to a sub-atomic level; its power barely contained. A power grid could destabilize their electron charge out of this dimension.",
      "effect": "If Electric Terrain is active, increase this Pokémon's highest Attribute by 1. If their highest Attribute is Dexterity, increase it by 2. This is a Unique Ability."
    },
    "Queenly Majesty": {
      "lore": "This Pokémon's presence commands awe and respect. Others have no choice but to do as it says; whoever tries to outplay it, will feel its discontent.",
      "effect": "Foes cannot use Reaction Moves against this Pokémon."
    },
    "Quick Draw": {
      "lore": "This Pokémon shot first. They edited it to look like it didn't, but we know it shot first!",
      "effect": "Roll 3 Chance Dice at the beginning of each Round. If successful, this Pokémon goes first in the initiative order of that Round. In case of stalemate, regular initiative order prevails."
    },
    "Quick Feet": {
      "lore": "Most of the time this Pokémon will seem to be in a hurry. When pressured, it will move faster than normal.",
      "effect": "While affected by a Status Ailment (Burn, Frozen, Paralysis, Poison, Sleep), Increase this Pokémon's Dexterity Attribute by 2. If inflicted Paralysis, this Ability prevents its effects."
    },
    "Rain Dish": {
      "lore": "The Pokémon will store rain water for drink and nourishment.",
      "effect": "While Rain Weather is active, you may restore 1HP to this Pokémon at the end of each Round."
    },
    "Rattled": {
      "lore": "When this scaredy Pokémon becomes startled or scared it will make haste to get away from danger.",
      "effect": "The first time this Pokémon is hit by a Bug, Dark, or Ghost-Type Move, or if a foe has the Ability \"Intimidate\", Increase its Dexterity Attribute by 1."
    },
    "Receiver": {
      "lore": "This Pokémon is used to learning the tactic behavior of other Pokémon with which they have a bond.",
      "effect": "For the next 24 Hours the Pokémon copies the ability of a fainted Ally. Only one Ability may be copied this way. This is a Unique Ability."
    },
    "Reckless": {
      "lore": "The Pokémon will often get into risky situations in order to get what it wants. They are prone to risk their lives without thinking of the consequences.",
      "effect": "When this Pokémon performs a Move with Recoil as an Added Effect, Add 2 Extra dice to the Damage Pool of that Move."
    },
    "Refrigerate": {
      "lore": "This Pokémon's body works akin to a freezer; it can freeze things just by touching them.",
      "effect": "Normal-Type Moves that the Pokémon uses will deal damage as if they were Ice-Type. Affecting STAB, weakness and resistance. Add 1 Extra die to the Damage Pool of Ice moves."
    },
    "Regenerator": {
      "lore": "The body of this Pokémon will regenerate from damage really quick; wounds that would take days to heal will get better in a few hours.",
      "effect": "This Pokémon may Heal up to 4 HP or up to 2 HP in case of Lethal Damage on its own every day. The Pokémon must be out of combat to benefit from this effect."
    },
    "Ripen": {
      "lore": "The Pokémon can ripen fruits and berries in no time to make them Extra sweet and delicious; healing berries will have their effects boosted.",
      "effect": "Moves that use berries for Added Effects will have 2 Extra Dice on their Damage Pool (e.g., \"Natural Gift\" etc.). Increase the Healing properties of Berries at Storyteller's discretion."
    },
    "Rivalry": {
      "lore": "The Pokémon will be very competitive with others to prove its position as the alpha of the group; however, it will try to gain the favor of possible mates.",
      "effect": "If this Pokémon targets a foe of the same gender preference, Increase its Strength Attribute by 1. If the targeted foe is of the opposite preference Reduce its Strength Attribute by 1."
    },
    "RKS System": {
      "lore": "The Pokémon's physiology morphs according to the data disc inserted in its RKS-drive. There are 17 discs, one for each Type. (No disc is Normal Type).",
      "effect": "Change the Pokémon's Type to match the Disc on its Held Item slot (e.g., Electric Disc makes this Pokémon become an Electric Type). This is a Unique Ability."
    },
    "Rock Head": {
      "lore": "The head and body of the Pokémon are so resistant that they barely feel anything. Careful as they bump into things without even noticing.",
      "effect": "This Pokémon will not receive damage from Recoil."
    },
    "Rocky Payload": {
      "lore": "The Pokémon always carries a hidden stash of rocks. It has the bad habit of making them fall on top of others.",
      "effect": "All Physical or Special Rock-Type Moves this Pokémon uses get 1 Extra die to their Damage Pool."
    },
    "Rough Skin": {
      "lore": "Use protection on your hands when touching this Pokémon. Its body is covered by sharp scales or barbs that get hooked into the skin.",
      "effect": "If this Pokémon is hit with a Non-Ranged Physical Move choose one: Deal 1 Neutral Damage against the attacker OR Roll 2 Dice of Neutral Damage against the attacker."
    },
    "Run Away": {
      "lore": "This Pokémon is the master of escape. It will be difficult to catch as it can squeeze through the tiniest gaps to get away.",
      "effect": "This Pokémon cannot be Blocked. It may also obtain bonus dice to escape from battle, Pokéballs or captivity at Storyteller's discretion."
    }
  }
}
